Repository: nohello-net/site
Catalog: locales/*/messages.po
Languages: ar, cs, he, hu, id, ja, ko, kr, nb_no, nl, pl, pt, pt_br, sv, tr, uk, zh_cn, zh_tw

# header.subtitle
source: please search before throwing out questions
ar: رجاءً لا ترسل فقط مرحبا في المحادثة
cs: prosím nezdravte jenom lidi v chatu
he: בבקשה לא להגיד סתם שלום בצ׳אט
hu: kérlek, ne csak köszönést írj chaten!
id: jangan hanya menyapa dalam _chat_
ja: 挨拶だけのメッセージを送らないで
ko: 채팅에 인사만 하지 말아주세요
kr: 채팅에서 그저 안녕하세요! 라고 말하지 마세요
nb_no: vær så snill å ikke bare si hei
nl: zeg alsjeblieft niet alleen hallo
pl: proszę nie mówić na czacie tylko "cześć".
pt: não digas apenas olá no chat
pt_br: por favor, não diga apenas "olá" no chat
sv: snälla skriv inte bara hej
tr: lütfen mesajlaşırken sadece merhaba demeyin
uk: пожалуйста, не начинайте общение чате только с «привет»
zh_cn: 不要在聊天时问：“在吗？”
zh_tw: 請不要在聊天時問：在嗎？

# header.introduction
source: Imagine asking someone a question; s/he types this question to ask _google_ or _ChatGPT_ and then copies/pastes the answer to you.... 🤦‍♀️
ar: تخيل أن تتصل بأحد ما على الهاتف و تلقي التحية ثم تضعه على الانتظار ! 🤦‍♀️
cs: Představte si že někomu zavoláte přes telefon, řeknete _ahoj!_ a poté zavěsíte... 🤦‍♀️
he: נגיד שהתקשרת למישהו בטלפון, אמרת _שלום!_ ואז העברת להמתנה… 🤦‍♀️
hu: Hogy nézne ki, hogy felhívsz valakit telefonon, azt mondod _hello_, aztán kinyomod? 🤦‍♀️
id: Coba bayangkan: Kamu menelepon seseorang, mengucapkan _halo!_, kemudian _diem aja_ dan _bikin_ orang lain _nunggu_ Kamu bicara lagi... 🤦‍♀️
ja: 誰かに電話をかけて、"お疲れ様です"とだけ言ってから保留にする場面を想像してみてください……🤦‍♀️
ko: 누군가 폰을 들었는데, _안녕하세요!_ 이제 다시 폰을 넣는 상황을 상상해보세요... 🤦‍♀️
kr: 전화를 걸어서 안녕하세요! 하고 나서 대기 상태로 두는 것을 상상해보세요... 🤦‍♀️
nb_no: Forestill deg at du ringer noen, sier _hei!_, og så setter dem på vent... 🤦‍♀️
nl: Stel je voor, je belt iemand, en zegt _hallo!_, en dan zet je diegene in de wacht... 🤦‍♀️
pl: Wyobraź sobie, że dzwonisz do kogoś, mówisz "cześć!", a potem każesz mu czekać... 🤦‍♀️
pt: Imagina ligar a alguém, dizer _olá!_ e depois pôr a outra pessoa em espera... 🤦‍♀️
pt_br: Imagine ligar para o telefone de alguém, dizer _alô!_ e deixar a pessoa esperando... 🤦‍♀️
sv: Tänk om du skulle ringa upp någon, säga _hej!_, och sen parkera samtalet... 🤦‍♀️
tr: Birini telefonla aradığınızı, _merhaba!_ diyerek onu beklemeye aldığınızı hayal edin... 🤦‍♀️
uk: Представьте, что вы позвонили кому-то по телефону, поздоровались и поставили его на удержание... 🤦‍♀️
zh_cn: 想象一下别人接通你的电话时，你问 ：__“在吗？”__，然后等待对方回应…🤦‍♀️
zh_tw: 想像一下別人接到你的電話，你問了：『在嗎？』，然後等待對方回應…🤦‍♀️

# example.character.neutral.name
source: Tim
ar: محمد
he: אלי
id: Budi
ja: ティム
ko: 준서
nb_no: Alex
pt: Tiago
sv: Lars
uk: Артём
zh_cn: 蒂姆
zh_tw: 提姆

# example.character.neutral.avatar-description
source: Tim's Slack avatar
ar: الصورة الرمزية لمحمد
cs: Timův avatar na Slacku
he: התמונה של אלי בסלאק
hu: Tim Slack avatarja
ja: ティムのSlackアイコン
ko: 준서의 Slack 아바타
kr: Tim의 슬랙 아바타
nb_no: Alex sitt profilbilde på Slack
nl: Tim's profielfoto
pl: Awatar Tima na Slacku
pt: Avatar do Tiago no Slack
pt_br: Avatar do Slack de Tim
sv: Lars Slack profilbild
tr: Tim'in Slack fotoğrafı
uk: Аватар Артёма в Слаке
zh_cn: 蒂姆的 QQ 头像
zh_tw: 提姆的 Slack 頭像

# example.character.bad.name
source: Keith
ar: عمر
he: טל
id: Andi
ja: キース
ko: 현우
nb_no: Iben
nl: Jaap
pt: Carlos
sv: Göran
uk: Коля
zh_cn: 基思
zh_tw: 基思

# example.character.bad.avatar-description
source: Keith's Slack avatar
ar: الصورة الرمزية لعمر
cs: Keithův avatar na Slacku
he: התמונה של טל בסלאק
hu: Keith Slack avatarja
ja: キースのSlackアイコン
ko: 현우의 Slack 아바타
kr: Keith의 슬랙 아바타
nb_no: Iben sitt profilbilde på Slack
nl: Jaap's avatar
pl: Awatar Keitha na Slacku
pt: Avatar do Carlos no Slack
pt_br: Avatar do Slack de Keith
sv: Görans Slack profilbild
tr: Keith'in Slack fotoğrafı
uk: Аватар Коли в Слаке
zh_cn: 基思的 QQ 头像
zh_tw: 基思的 Slack 頭像

# example.character.good.name
source: Dawn
ar: علي
he: יעל
id: Erik
ja: ドーン
ko: 민재
nb_no: Knut
nl: Selma
pt: Diana
sv: Janette
uk: Дарья
zh_cn: 道恩
zh_tw: 道恩

# example.character.good.avatar-description
source: Dawn's Slack avatar
ar: الصورة الرمزية لعلي
cs: Dawnin avatar na Slacku
he: התמונה של יעל בסלאק
hu: Dawn Slack avatarja
ja: ドーンのSlackアイコン
ko: 민재의 Slack 아바타
kr: Dawn의 슬랙 아바타
nb_no: Knut sitt profilbilde på Slack
nl: Selma's profielfoto
pl: Awatar Dawn na Slacku
pt: Avatar da Diana no Slack
pt_br: Avatar do Slack de Dawn
sv: Janettes Slack profilbild
tr: Dawn'ın Slack fotoğrafı
uk: Аватар Дарьи в Слаке
zh_cn: 道恩的 QQ 头像
zh_tw: 道恩的 Slack 頭像

# example.bad.title
source: ❌ Don't do this
ar: لا تفعل هذا ❌
cs: ❌ Takhle to nedělejte
he: ❌ לא לעשות ככה
hu: ❌ Ezt ne csináld
id: ❌ Jangan chat seperti ini
ja: ❌ こういうのはやめましょう
ko: ❌ 이렇게 하지 마세요
kr: ❌ 이렇게 하지 마세요
nb_no: ❌ Ikke gjør dette
nl: ❌ Doe dit niet
pl: ❌ Nie rób tego
pt: ❌ Não faças isto
pt_br: ❌ Não faça isso
sv: ❌ Gör inte detta
tr: ❌ Bunu yapmayın
uk: Не делайте так
zh_cn: ❌ 不要这样做
zh_tw: ❌ 請不要這樣做

# example.bad.body
source: Note that Keith could have got his answer from google by himself and don't even need to ask. Tim could work without interruption! People who do this in the workplace trust their colleagues and believe this is the best way to get the RIGHT answer. In most cases, yes, it is! But still, there are many searchable questions that Google, Wiki, and company docs could help. **Search first before throwing out questions**; it could save your and others' time. The same goes for: - "Hello, what's your local time?" - "hi sophie - when Starbucks open?" - "How to take a screenshot on iPhone?" - "How to share screen?" - "what does a pm do?" - etc. **Search it first!** 😫
ar: لاحظ أنه كان من الممكن أن يحصل عمر على إجابته قبل دقائق، ولا داعي لإبقاء محمد في الانتظار. في الواقع، كان بإمكان محمد البدء في التفكير في السؤال على الفور! الأشخاص الذين يقومون بذلك يحاولون بشكل عام أن يكونوا مهذبين من خلال عدم الانتقال مباشرة إلى الطلب، كما يفعل الشخص شخصياً أو عبر الهاتف - وهذا رائع! لكن نحن في %1$ والدردشة ليست مثل المكالمة الهاتفية. بالنسبة لمعظم الناس، تكون الكتابة أبطأ بكثير من التحدث. لذا، على الرغم من النوايا الحسنة، **أنت في الواقع تجعل الشخص الآخر ينتظر** لتقوم بصياغة سؤالك، مما يتسبب بفقدان الإنتاجية لدى الشخص الآخر (والذي هو مزعج نوعًا ما). الشيء نفسه ينطبق على: - "مرحبا ، هل أنت بالجوار؟" - "مرحبا هيفاء - سؤال سريع" - "هل لديك ثانية؟" - "موجود؟" - "بينغ" - إلخ. **فقط اطرح السؤال!** 😫
cs: Uvědomte si že Keith mohl mít jeho odpověď o několik minut dříve, a nemusel zdržovat Tima. Tim vlastně mohl začít okamžitě přemýšlet o odpovědi! Lidé co tohle dělají se většinou snaží ukázat zdvořilost tím že nejdříve pozdraví, tak jako v realitě nebo na telefonu - a to je skvělé! Ale tohle je rok %1$s a chat není ani jednou z těchto věcí. Pro většinu lidí je psaní pomalejší než mluvení. Takže i přesto že vaše úmysly jsou dobré, **ve finále toho druhého člověka pouze nutíte čekat** než položíte svoji otázku, což je ztracená produktivita (a vlastně i otravné). To samé platí pro: - "Ahoj, jsi tu?" - "ahoj sofie - rychlá otázka." - "Máš vteřinku?" - "jsi tam?" - "@zmínka" - atd. **Prostě se zeptejte!** 😫
he: נא לשים לב שטל יכול היה לקבל את התשובה הרבה לפני כן, ולא היה צריך להמתין לאלי. למעשה, אלי יכול היה לחשוב על השאלה שלו באותו רגע! אנשים שעושים את זה בדרך כלל מנסים להיות מנומסים על ידי כך שאינם קופצים ישירות לבקשה, כמו שעושים פנים מול פנים או בטלפון - וזה נהדר! אבל אנחנו ב־%1$s וצ׳אט אינו אף אחד מאלה. לרוב האנשים הקלדה היא אטית משמעותית מדיבור. לכן, למרות כל הכוונות הטובות **זה רק גורם לצד השני להמתין** לך לנסח את השאלה שלך, שזה אובדן יעילות (ודי מעצבן). כנ״ל לגבי: - „היי, יש שם מישהו?” - „היי יפעת - שאלה קצרה.” - „יש לך שנייה?” - „שם?” - „אפשר סימן חיים” - וכו׳ **עדיף פשוט לשאול!** 😫
hu: Látszik, hogy Keith hamarabb is választ kaphatott volna, ha nem várakoztatja meg Timet, hiszen Tim egyből elkezdhetett volna gondolkodni a kérdésen. Azok, akik így kezdik a chatelést, általában udvariasak akarnak lenni azzal, hogy nem kapásból egy kéréssel indítanak. Ez telefonon vagy élőben rendben is van! De %1$s van, és a chatelés nem így működik. A legtöbb ember lassabban gépel, mint beszél. Tehát a legjobb szándékod ellenére **te igazából megváratod az illetőt** a kérdésed megfogalmazásával, ami csak elvesztegetett idő (és bosszantó is). Ugyanez igaz az alábbiakra is: - „Hello, vagy?” - „szia szilvi, gyors kérdés.” - „Van egy perced?” - „vagy?” - „ping” - stb. **Tedd már fel a kérdésed!** 😫
id: Lihat _nih_, contohnya. Dari percakapan di samping, Kalau misalnya Andi langsung _to the point_, pasti Budi juga _nggak_ perlu nunggu Andi memberikan konteks dari keperluannya! Biasanya, orang melakukan ini supaya sopan, _nggak_ lompat langsung ke inti permintaannya, seperti dalam percakapan langsung atau lewat telepon - dan itu sebenarnya sah - sah _aja_! Tapi ini sudah %1$s dan tujuan dari _chatting_ bukanlah seperti itu. Bagi kebanyakan orang, mengetik jauh lebih lambat daripada berbicara. Jadi terlepas dari sopan atau _enggak_, **Kamu sebenarnya hanya membuat orang lain menunggumu** untuk mengutarakan pertanyaanmu, akibatnya bisa buang - buang waktu (dan terkesan agak _'ganggu_). Hal yang sama berlaku untuk: - "Halo, lagi on, _ga_, _nih_?" - "p" - "ping" - "ass/asw/aswb/askum (singkatan dari Assalamualaikum) " - "hai sophie - mau tanya, _dong_." - "Lagi senggang?" - "_you there_? (yt?) " - dll. **LANGSUNG AJA TANYA LAH!**
ja: キースはもっと早く回答を得られたはずで、またティムを待たせておく必要がなかった点に留意してください。それどころか、ティムはすぐにでも質問の答えを考え始められたことでしょう。 一般にこのような振る舞いをする人は、面と向かってまたは電話でするように、「すぐに要求を伝えようとしない」ことで礼儀正しくあろうとしています。実際素晴らしい心がけです。しかし、いまは%1$s年で、チャットは対面でも電話でもありません。ほとんどの人にとって、キータイピングは話すことよりもはるかに時間がかかります。したがって敬意を払ったつもりであっても、あなたが質問を打ち終わるまでの間、**単に他人を待たせているだけ**なのです。その間は相手の生産性を落としてしまいます（ある種の迷惑でもあります）。 これらも同様です： - 「こんにちは、今大丈夫？」 - 「やぁソフィー、ちょっと質問なんだけど」 - 「いまちょっといいかな？」 - 「お疲れさまです」 - 「ping」 - 他にも... **とにかく質問しろよ！** 😫
ko: 현우는 그의 대답을 몇 분 더 일찍 받을 수 있었고, 준서를 기다리게 할 필요가 없었다는 것을 주의하세요. 사실, 준서는 그 질문에 대해 즉시 생각할 수 있었어요! 이런 일을 하는 사람들은 일반적으로 대면이나 전화로 하는 것처럼 바로 요청을 하지 않음으로써 예의를 갖추려고 노력하고 있습니다. 이 점은 훌륭해요! 하지만 지금은 %1$s년이고 채팅에서 이 행동은 좋은 게 아니에요. 대부분의 사람들에게 채팅 치는 것은 말하는 것보다 훨씬 더 느립니다. 따라서 예의를 갖추려 함에도 불구하고 **상대방을 기다리게 하는 것**은 생산성 저하(그리고 약간의 짜증)를 만드는 질문입니다. 이런 것도 마찬가지입니다.n - "안녕하세요, 혹시 사람 있나요?" - "안녕하세요, 짧은 질문이 있어요." - "잠시 시간 좀 내주시겠어요?" - "여기 누구 계신가요?" - "저기요?" - 기타 등등. **그냥 질문부터 하세요!** 😫
kr: Keith는 Tim의 대답을 몇 분 더 빨리 얻을 수 있었고, Tim을 기다리게 할 필요가 없었습니다. 또한 Tim은 질문에 대해 바로 생각할 수 있었습니다! 이렇게 대화를 시작하는 사람들은 대부분 간접적으로 요청함으로써 상대방에게 예의를 표하는 것입니다. 정말 예의바른 자세입니다! 그러나 %1$s년이고, 채팅은 그런 예의를 표시하기 어렵습니다. 대부분의 사람들은 말하는 것보다 채팅하는 속도가 훨씬 느립니다. 그래서 좋은 의도에도 불구하고 사실상 당신은 그저 다른 사람이 당신의 질문에 답장하는 것을 기다리게 하는 것입니다. 이것은 생산성을 저하시키고 약간 짜증나게도 합니다. 다음도 마찬가지입니다: - "안녕, 무슨일 있니?" - "안녕 소피, 질문 하나만 할게" - "시간 있니?" - "자리에 있나요?" - "저기요" - 등등. 그냥 질문하세요! 😫
nb_no: Legg merke til at Iben kunne fått svaret sitt minutter tidligere, og ikke trengt å holde Alex ventende. Faktisk kunne Alex begynt å tenke på spørsmålet med en gang! Folk som gjør dette prøver generelt å være høflige ved å ikke hoppe rett inn i forespørselen, som man ville gjort ansikt til ansikt eller på telefon - og det er bra! Men det er %1$s og chat er ingen av disse tingene. For de fleste er skriving mye tregere enn å snakke. Så til tross for beste intensjoner, **fører dette til at den andre personen må vente** på at du skal formulere spørsmålet ditt, noe som er bortkastet produktivitet (og egentlig litt irriterende). Det samme gjelder: - "Hallo! Er du på?" - "Hei Lasse - bare et lite spørsmål..." - "Har du ett minutt?" - "Et lite spørsmål bare..." - "Skjer'a?" - osv. **Bare spør spørsmålet!** 😫
nl: Zie je hoe Jaap zijn antwoord al een paar minuten eerder had kunnen krijgen en Tim niet hoefde te laten wachten. Tim had namelijk meteen over de vraag kunnen nadenken! Mensen die dit doen proberen over het algemeen beleefd te zijn door niet meteen een verzoek te doen, zoals mensen dat tijdens het bellen doen, en dat is geweldig! Maar het is %1$s, en chatten is geen van beide. Voor de meeste mensen is typen veel langzamer dan oraten. Dus ondanks de beste bedoelingen, **laat je de andere persoon eigenlijk alleen maar wachten** todat je de vraag stelt, wat minder productief is (en nogal vervelend). Hetzelfde geldt voor: - "Hey, ben je er?" - "hey sophie - korte vraag." - "Heb je even?" - "ping" - etc. **Stel gewoon je vraag!** 😫
pl: Zauważ, że Keith mógł uzyskać swoją odpowiedź kilka minut wcześniej i nie musiał kazać Timowi czekać. W rzeczywistości Tim mógł od razu zacząć zastanawiać się nad pytaniem! Osoby, które tak postępują, zazwyczaj starają się być uprzejme, nie przechodząc od razu do konkretnej prośby, tak jak ma to miejsce w kontaktach osobistych lub telefonicznych - i to jest świetne! Ale to %1$s a czat nie jest żadną z tych rzeczy. Dla większości ludzi pisanie na klawiaturze jest znacznie wolniejsze niż rozmowa. Więc mimo najlepszych chęci, **w rzeczywistości sprawiasz, że druga osoba tylko czeka** aby użytkownik mógł sformułować swoje pytanie, co oznacza utratę produktywności (i jest nieco irytujące). To samo dotyczy: - "Cześć, jesteś w pobliżu?" - "cześć sophie - szybkie pytanie." - "Masz chwilkę?" - "jesteś?" - "ping" - itp. **Wystarczy zadać pytanie!** 😫
pt: Repara que o Carlos podia ter tido a sua resposta minutos antes, e sem ter de fazer o Tiago esperar. O Tiago podia ter começado logo a pensar na resposta. As pessoas que fazem isto normalmente tentam ser educadas e não ir diretamente à questão, como fariam se estivessem ao telefone - e isso é bom! Só que estamos em %1$s e conversar por mensagens não funciona da mesma maneira. Para a maioria das pessoas, escrever tira mais tempo do que falar. Por isso, apesar das melhores intenções, **estás apenas a fazer a outra pessoa esperar** até fazeres a pergunta propriamente dita, o que é uma perda de tempo e reduz a produtividade (e é irritante, vá). O mesmo é válido para: - "Olá, estás por aí?" - "Olá Sofia, uma pergunta rápida." - "Tens um minuto?" - "Hey?" - "Oi?" - etc. **Faz logo a pergunta!** 😫
pt_br: Note que Keith poderia ter recebido uma resposta minutos atrás, e não precisava ter deixado Tim esperando. Na verdade, Tim poderia ter começado a pensar na pergunta de imediato! Pessoas que fazem isso geralmente tentam ser educadas ao não ir direto ao ponto, como uma pessoa faria por telefone, e isso é ótimo! Mas estamos em %1$s e conversar por texto não funciona dessa forma. Para a maioria das pessoas, digitar é mais devagar do que falar. Então apesar das melhores intenções, **você só está fazendo a outra pessoa esperar** enquanto você formula sua pergunta, o que é produtividade perdida (e algo meio irritante). O mesmo serve para: - "Olá, está por aí?" - "oi sophie, pergunta rápida." - "Tem um minutinho?" - "tá aí?" - "ei" - etc. **Só faça a pergunta!** 😫
sv: Notera att Göran kunde ha fått sitt svar flera minuter tidigare och sluppit låta Lars vänta. Lars kunde ha börjat fundera på frågan direkt! Personer som gör detta försöker ofta vara trevliga genom att inte gå direkt in på frågan, precis som du skulle göra öga mot öga eller på telefon - och det är fantastiskt! Men det är %1$s och chatt är inget av dom. För det flesta är chattande mycket långsammare än att prata. Så trots ditt goda syfte så **slösar du bara den andra personens tid** medans du formulerar frågan, vilket är förlorad produktivitet (och ganska störigt). Det samma gäller för: - "Halloj, är du tillgänglig?" - "hej Alice - en snabb fråga." - "Har du en sekund över?" - "en fråga bara?" - "online?" - osv. **Bara ställ din fråga!** 😫
tr: Keith'in cevabını dakikalar önce alabileceğini ve Tim'i bekletmesi gerekmediğini unutmayın. Aslında Tim soruyu hemen düşünmeye başlayabilirdi! Bunu yapan insanlar genellikle, şahsen veya telefonda olduğu gibi, isteğe doğrudan atlamayarak kibar olmaya çalışırlar - ve bu harika! Ama yıl %1$s ve mesajlaşmak bunun yeri değil. Çoğu insan için yazmak, konuşmaktan çok daha yavaştır. Bu nedenle, en iyi niyetinize rağmen, **aslında sadece diğer kişiyi, üretkenliğinizi yitiren (ve biraz can sıkıcı) sorunuzu ifade etmeniz için bekletiyorsunuz**. Aynısı bunlar için de geçerli: - "Merhaba, buralarda mısın?" - "Selam mert, bi sorum var." - "Bir dakikan var mı:" - "orda mısın?" - "..." - v.b. **Sadece soruyu sorun işte** 😫
uk: Обратите внимание, что Коля мог бы получить ответ раньше, и ему не нужно было заставлять Артёма ждать. Более того, Артём мог начать сразу же думать над вопросом! Люди, которые так поступают, обычно пытаются быть вежливыми, не переходя сразу к просьбе, как принято при личной встрече или по телефону - и это замечательно! Но это %1$s, а чат не является ни тем, ни другим. Большинство людей печатают гораздо медленнее, чем говорят. Поэтому, несмотря на самые благие намерения, **вы просто заставляете собеседника ждать**, пока вы сформулируете свой вопрос, а это потеря продуктивности (и вообще-то бесит). То же самое относится и к: - "Привет, на связи?" - "Привет, Соня. Есть небольшой вопрос". - "Есть минутка?" - "тут?" - "ку-ку" - и т.д. **Просто задайте вопрос!** 😫
zh_cn: 请注意，这个场景中基思本可以提前几分钟得到答案，也不必让蒂姆等待，而蒂姆本来可以立刻开始思考这个问题。 人们这样做通常是出于礼貌，避免像面对面或者打电话时候那样唐突地直接提出请求。但现在已经是 %1$s年了，聊天方式也和以前完全不同。对于绝大多数人来说，打字比说话慢得多。所以尽管你的初衷是好的，**而实际上你只是在让对方等待** 你说出自己问题，这是非常没有效率的（某种意义上有些烦人）。 类似的场景有： - “你好，在吗？” - “在，有事直接问。” - “你有时间吗？” - “有” - “忙吗？” - 等等 **请直接问问题！** 😫
zh_tw: 請注意，這個情境中基思本來可以提前幾分鐘得到答案，也不必讓提姆在那邊等，而提姆本來可以立刻開始思考這個問題。 人們這樣做通常是出於禮貌，避免像面對面或打電話時候那樣唐突地直接提出請求。但現在已經是%1$s年了，聊天方式也和以前完全不同。對大多數人來說，打字比說話慢得多。所以儘管你的出發點是好的，**而實際上你只是在讓對方等待** 你說出自己問題，這是非常沒有效率的（某種意義上還有些煩人）。 類似的情境有： - “你好，在嗎？” - “在，有事直接問。” - “你有時間嗎”？ - “有” - “忙嗎？” - 等等 **請直接問問題！** 😫

# example.bad.message1.timestamp
source: 2:15 PM
ar: 2:15 م
ko: 오후 2:15
kr: 오후 2:15
zh_cn: 2:15 下午
zh_tw: 2:15 下午

# example.bad.message1.body
source: hi, what's agile meeting
ar: هلا
cs: ahoj
he: היי
hu: hali
id: hai
ja: こんにちは
ko: 안녕하세요
kr: 안녕하세요
nb_no: hei
nl: hey
pl: Cześć
pt: olá
pt_br: oi
sv: hi
tr: merhaba
uk: привет
zh_cn: 在？
zh_tw: 在嗎？

# example.bad.reply1.timestamp
source: 2:19 PM
ar: 2:19 م
ko: 오후 2:19
kr: 오후 2:19
zh_cn: 2:19 下午
zh_tw: 2:19 下午

# example.bad.message2.timestamp
source: 2:20 PM
ar: 2:20 م
ko: 오후 2:20
kr: 오후 2:20
zh_cn: 2:20 下午
zh_tw: 2:20 下午

# example.bad.message2.body
source: I see this word in our meeting doc
ar: متى كان هلشي مرة ثانية؟
cs: kdy že byla ta věc?
he: מתי זה הדבר הזה?
hu: mikor lesz azaz izé?
id: jam berapa sih acaranya, kak?
ja: あれは何時だったっけ？
ko: 지금 몇 시인가요?
kr: 회의가 언제였죠?
nb_no: vilken tidspunkt vr den greia igjen?
nl: wanneer was dta ding ook alweer?
pl: o której godzinie to się stało?
pt: a que horas era aqulea reunião?
pt_br: que horas eh aquela coisa msm?
sv: vilken tid va den där grejen imorrn?
tr: o şey saat kaçtaydı ya?
uk: во скока там это будет?
zh_cn: 那个事在什么时候来的？
zh_tw: 那是什麼時候的事情？

# example.bad.reply2.timestamp
source: 2:20 PM
ar: 2:20 م
ko: 오후 2:20
kr: 오후 2:20
zh_cn: 2:20 下午
zh_tw: 2:20 下午

# example.bad.reply2.body
source: balabala bala(copied and pasted from google)
ar: اوه - 3:30 ياصديقي
cs: jo - v 15:30.
he: אה - 15:30
hu: jah, fél 4-kor haver
id: ohh, jam 3.30, kak
ja: ああ、3時半だよ
ko: 아 3:30입니다
kr: 아, 3시 30분 입니다
nb_no: å - 15:30 kompis
nl: oh - 3:30 maat
pl: o - 3:30 kolego
pt: às 15:30, meu
pt_br: ahh, 15:30 amg
sv: aha - 15:30
tr: aa - 15:30 dostum
uk: а, в 15:30
zh_cn: 哦，在 3 点 30 分。
zh_tw: 哦，在 3 點 30 分。

# example.good.title
source: ✅ Instead try this
ar: جرب هذاً بدلاً عنها ✅
cs: ✅ Raději zkuste tohle
he: ✅ במקום, עדיף לנסות את זה
hu: ✅ Próbáld inkább ezt
id: ✅ coba lakukan ini
ja: ✅ 代わりにこうしましょう
ko: ✅ 대신, 이렇게 해 보세요
kr: ✅ 대신 이렇게 해보세요
nb_no: ✅ Prøv dette i stedet!
nl: ✅ Probeer dit eens
pl: ✅ Zamiast tego spróbuj
pt: ✅ Em vez disso, tenta
pt_br: ✅ No lugar, tente isso
sv: ✅ Prova detta istället
tr: ✅ Şunu deneyin
uk: ✅ Вместо этого попробуйте так
zh_cn: ✅ 试着这样做
zh_tw: ✅ 試著這樣做
