Repository: nohello-net/site
Catalog: locales/*/messages.po
Languages: ar, cs, he, hu, id, ja, ko, kr, nb_no, nl, pl, pt, pt_br, sv, tr, uk, zh_cn, zh_tw

# footer.thanks
source: Based on the wonderful [nohello.net](https://www.nohello.net/) / [nohello.com](https://web.archive.org/web/20131127020115/http://www.nohello.com/). Avatars taken from *[The Office](https://en.wikipedia.org/wiki/The_Office_(British_TV_series))*. Open-source on [GitHub](https://github.com/searchitfirst/searchitfirst).
ar: بناء على موقع [nohello.com] الرائع (https://web.archive.org/web/20131127020115/http://www.nohello.com/). الصورة الرمزية مأخوذة من * [ويكيبيديا] (https://en.wikipedia.org/wiki/The_Office_ (British_TV_series)) *. مفتوح المصدر على [GitHub] (https://github.com/nohello-net/site).
cs: Inspirováno úžasným [nohello.com](https://web.archive.org/web/20131127020115/http://www.nohello.com/). Profilové obrázky jsou z *[The Office](https://en.wikipedia.org/wiki/The_Office_(British_TV_series))*. Dostupné na [GitHubu](https://github.com/nohello-net/site).
he: מבוסס על [nohello.com](https://web.archive.org/web/20131127020115/http://www.nohello.com/) הנפלא. התמונות נלקחו מהסדרה *[The Office](https://en.wikipedia.org/wiki/The_Office_(British_TV_series))*. קוד פתוח ב־[GitHub](https://github.com/nohello-net/site).
hu: A csodálatos [nohello.com](https://web.archive.org/web/20131127020115/http://www.nohello.com/) alapján készült. Az avatarok a *[The Office](https://en.wikipedia.org/wiki/The_Office_(British_TV_series))* sorozatból vannak. Forráskód a [GitHub](https://github.com/nohello-net/site)-on.
id: Halmaan web ini terinspirasi dari [nohello.com](https://web.archive.org/web/20131127020115/http://www.nohello.com/) yang legendaris. Avatar diambil dari *[The Office](https://en.wikipedia.org/wiki/The_Office_(British_TV_series))*. Proyek ini merupakan proyek _open-source_ yang dapat diakses di [GitHub](https://github.com/nohello-net/site).
ja: このサイトは [nohello.com（英語）](https://web.archive.org/web/20131127020115/http://www.nohello.com/)を基にしています。アバターは *[The Office](https://ja.wikipedia.org/wiki/The_Office)* から入手しました。このサイトはオープンソースで、コードは[GitHub](https://github.com/nohello-net/site)にあります。
ko: 멋진 [nohello.com](https://web.archive.org/web/20131127020115/http://www.nohello.com/))를 기반으로 합니다. 아바타는 *[The Office](https://en.wikipedia.org/wiki/The_Office_(British_TV_series))*에서 가져왔습니다. [GitHub](https://github.com/nohello-net/site)에 소스 코드가 공개되어 있습니다.
kr: 멋진 nohello.com을 기반으로 합니다. 아바타는 *The Office*에서 가져왔습니다. GitHub에서 오픈소스로 제공됩니다.
nb_no: Basert på den fantastiske [nohello.com](https://web.archive.org/web/20131127020115/http://www.nohello.com/). Profilbildene er hentet fra *[The Office](https://en.wikipedia.org/wiki/The_Office_(British_TV_series))*. Nettsiden er åpen kilde, og tilgjengelig på [GitHub](https://github.com/nohello-net/site).
nl: Gebaseerd op de mooie website [nohello.com](https://web.archive.org/web/20131127020115/http://www.nohello.com/). Profielfoto's genomen van *[The Office](https://en.wikipedia.org/wiki/The_Office_(British_TV_series))*. Open-source op [GitHub](https://github.com/nohello-net/site).
pl: Na podstawie wspaniałej strony [nohello.com](https://web.archive.org/web/20131127020115/http://www.nohello.com/). Awatary zaczerpnięte z *[The Office](https://en.wikipedia.org/wiki/The_Office_(British_TV_series))*. Open-source na [GitHub](https://github.com/nohello-net/site).
pt: Baseado no incrível [nohello.com](https://web.archive.org/web/20131127020115/http://www.nohello.com/). Avatars retirados da série *[The Office](https://en.wikipedia.org/wiki/The_Office_(British_TV_series))*. Código aberto no [GitHub](https://github.com/nohello-net/site).
pt_br: Baseado no maravilhoso [nohello.com](https://web.archive.org/web/20131127020115/http://www.nohello.com/). Avatares tirados de *[The Office](https://en.wikipedia.org/wiki/The_Office_(British_TV_series))*. Código aberto no [GitHub](https://github.com/nohello-net/site).
sv: Baserad på den fantastiska [nohello.com](https://web.archive.org/web/20131127020115/http://www.nohello.com/). Profilbilder tagna från *[The Office](https://en.wikipedia.org/wiki/The_Office_(British_TV_series))*. Öppen källkod på [GitHub](https://github.com/nohello-net/site).
tr: Bu harika websitesinden esinlenilmiştir. [nohello.com](https://web.archive.org/web/20131127020115/http://www.nohello.com/). Fotoğraflar da buradan alındı *[The Office](https://en.wikipedia.org/wiki/The_Office_(British_TV_series))*. Open-source on [GitHub](https://github.com/nohello-net/site).
uk: Основано на замечательном [nohello.com](https://web.archive.org/web/20131127020115/http://www.nohello.com/). Аватары взяты из *[The Office](https://en.wikipedia.org/wiki/The_Office_(British_TV_series))*. Открытый исходный код на [GitHub](https://github.com/nohello-net/site).
zh_cn: 本站点基于 [nohello.com](https://web.archive.org/web/20131127020115/http://www.nohello.com/) 制作。头像取自 *[The Office](https://en.wikipedia.org/wiki/The_Office_(British_TV_series))*。 于 [GitHub](https://github.com/nohello-net/site). 开源。
zh_tw: 本網站基於[nohello.com](https://web.archive.org/web/20131127020115/http://www.nohello.com/) 製作。頭像取自 *[The Office](https://en.wikipedia.org/wiki/The_Office_(British_TV_series))*。 在 [GitHub](https://github.com/nohello-net/site). 上開源。

# footer.languages
source: This site is available in:
ar: هذا الموقع متاح باللغات التالية:
cs: Tato stránka je dostupná v:
he: האתר הזה זמין בשפות:
hu: További nyelvek:
id: Situs ini tersedia dalam bahasa:
ja: このサイトの翻訳：
ko: 이 사이트는 다음 언어들을 제공합니다:
kr: 이 사이트는 다음 언어로 제공됩니다:
nb_no: Denne siden er tilgjengelig på:
nl: Deze site is beschikbaar in:
pl: Ta strona jest dostępna w:
pt: Este site está disponível nos idiomas:
pt_br: Site disponível em:
sv: Denna hemsida finns tillgänglig på:
tr: Bu site şurada mevcuttur:
uk: Этот сайт доступен на:
zh_cn: 本网站支持下列语言：
zh_tw: 本網站支援以下語言：

# example.bad.reply1.body
source: ...(googling....)
id: ya, kenapa?
ja: 何？
