Repository: nohello-net/site
Catalog: locales/*/messages.po
Languages: ar, cs, he, hu, id, ja, ko, kr, nb_no, nl, pl, pt, pt_br, sv, tr, uk, zh_cn, zh_tw

# example.good.body
source: Here are some tips to help you ask a coworker a question while being prepared: - "1. Plan ahead: Before asking the question, think about what information you need and why you need it. This will help you to be specific and to the point when you ask the question." - "2. Be clear and concise: When asking the question, be clear and concise in your communication. Avoid using technical jargon or complex language." - "3. Be respectful: Remember to be respectful and polite when asking the question. Avoid interrupting your coworker or speaking in a tone that may be perceived as aggressive." - etc. Asking thoughtful and well-reasoned questions that demonstrate your engagement and interest will help you to gain the information you need and to be perceived as a knowledgeable and competent professional. When done right - everyone's happy! 🎉
ar: إذا شعرت أنه من الفظاظة أن تقول ببساطة "مرحبًا" وتطرح السؤال، **لا يزال بإمكانك تمهيد رسالتك بأكبر عدد من المجاملات التي تراه مناسبًا.** علي سبيل المثال: - "مرحبًا يا رجل، ما الأمر؟ أيضًا، أي فكرة عن موعد استحقاق هذا الشيء؟" - "مرحبًا! أتمنى أن تكون بخير. أنا أنتظر منك آخر شريحة عرض عندما يكون لديك ثانية :)" - "مرحبًا، إذا لم تكن مشغولاً فهل يمكنك تحديث NFRs؟" - إلخ. قد يبدو الأمر تافهاً، لكن طرح سؤالك قبل الحصول على هذا الرد التحفيزي الأولي يسمح أيضاً بـ **التواصل غير المتزامن**. إذا كان الطرف الآخر بعيداً، وغادرت قبل أن يعود، فلا يزال بإمكانه الإجابة على سؤالك بدلاً من مجرد التحديق في "مرحبًا" والتساؤل عما فاته. عندما يتم ذلك بشكل صحيح - يكون الجميع سعداء! 🎉
cs: Pokud si myslíte že je trochu nezdvořílé prostě říct "Ahoj" a položit otázku, **můžete na začátek vaši zprávy dát kolik pozdravů jen chcete.** Například: - "čau kámo, jak to jde? mimochodem, nevíš kdy má být ta věc?" - "Ahoj! Doufám že se daří. Hledám nejnovější balíček, až budeš mít vteřinku :) - "čau, pokud nemáš práci, mohl by jsi aktualizovat ty požadavky?" - atd. Může se to zdát triviální, ale položení vaší otázky před obdržením úvodní pozdravné odpovědi také umožňuje **asynchronní komunikaci**. Pokud je druhá strana pryč a vy odejdete, než se vrátí, může stále odpovědět na vaši otázku, místo aby jen zírala na „Ahoj“ a přemýšlela, o co přišla. Když provedeno správně - všichni jsou šťastní! 🎉
he: אם לדעתך זה מעט בוטה להגיד „היי” ולשאול את השאלה, **אפשר להקדים את ההודעה שלך בכל מיני ריכוכים כראות עיניך.** למשל: - „היי, מה המצב? סתם שאלה, מתי זה קורה?” - „היוש! מקווה שהכול טוב אצלך. אני כרגע בחיפושים אחרי הקופסה, אם יש לך שנייה לעזור :)” - „היי, אם זה בסדר מצדך, אפשר לבקש ממך לעדכן את המצגות?” - וכו׳ זה אולי נראה טריוויאלי, אבל הצגת השאלה שלך בטרם קבלת תגובה על הברכה הראשונית גם מאפשרת **תקשורת אסינכרונית**. אם הצד השני לא נמצא ועזבת לפני חזרת הצד השני, עדיין יש לו אפשרות לענות על השאלה שלך, במקום פשוט לבהות בהודעת „שלום” ולתהות מה הוחמץ פה. כשעושים את זה נכון - כולם מרוצים! 🎉
hu: Ha úgy érzed, kicsit tapintatlan vagy, ha egyből kérdéssel indítasz, **még mindig elé írhatsz bármilyen kedvességet!** Például: - „hali, hogy vagy? tudod mikorra kell az az izé?” - „Szia! Remélem jól vagy. Az új slideok kellenének, van egy perced? :)” - „hali, ha nem vagy elfoglalt, frissítenéd a requirementeket?” - stb. Magától értetődőnek hangzik, de ha kérdezel, mielőtt a partnered köszönne, **aszinkron kommunikáció** is lehetséges. Ha a másik fél nincs ott és te előbb mész el, minthogy visszaérne, még mindig megválaszolhatja a kérdésed, ahelyett hogy a „Hello”-t bámulná és azon gondolkodna, mit is akartál. Ha így csinálod, mindenki örül! 🎉
id: Kalau Kamu masih merasa agak kasar _buat_ sekedar _bilang_ "Hai" dan langsung mengajukan inti pertanyaanmu, **coba awali pesanmu dengan basa-basi dulu sebanyak yang kamu mau.** Contohnya: - "Halo bang, gimana nih kabarnya? Kira - kira kapan, ya, deadline-nya?" - "Hai! Semoga kamu baik-baik saja. Saya mau minta info terbaru, apakah kamu punya waktu sebentar? :)" - "hei, jika kamu tidak sibuk, bisakah kamu memperbarui NFR itu?" - dan sebagainya. Ini mungkin tampak sepele, tetapi dengan kamu mengajukan pertanyaan sebelum mendapatkan balasan salam awal juga memungkinkan adanya **komunikasi asinkron**. Jika penerima pesan sedang _afk_, atau kamu pergi sebelum mereka cek pesanmu, mereka masih dapat menjawab pertanyaanmu, daripada nanti mereka cuma termenung melihat tulisan "Halo" dan bertanya-tanya apa yang mereka lewatkan. Ketika _chatting_ dilakukan dengan benar, pasti semua orang senang! 🎉.
ja: 「こんにちは」とだけ言ってすぐ質問に入るのは少し失礼だと感じたら、**質問の前置きに満足いくまで社交辞令を入れることもできます。** 例えばこんな感じに。 - 「お疲れさまです。ちょっと確認なんですが、あの件の締切はいつだったかご存じですか？」 - 「やあ、元気ですか？ 最新のデッキを探しているんだけど、時間あるかな :)」 - 「おーい、もし手が空いてたら、そのNFRを更新してくれる？」 - などなど 些細なことに見えるかもしれませんが、「時候の挨拶」に対するリアクションをもらう前に質問することで、**非同期コミュニケーション**が可能になります。相手が離席していて、あなたが帰った後に席に戻ってきたとしても、相手はあなたの質問に回答できます。「こんにちは」の文字だけを見つめて、この後何を聞かれるのか思い悩む代わりに。 うまくやれば、みんなが幸せ！🎉
ko: 만약 여러분이 "안녕하세요" 라고만 하고 질문하는 게 너무 무뚝뚝하다 생각하시면, **여러분이 괜찮다고 생각하는 만큼의 예의 있는 서문을 쓸 수 있어요.** 예시로, - "안녕하세요, 요즘 어때요? 그리고, 마감일이 언제인지 아시나요?" - "안녕하세요! 잘 지내시죠? 조금만 기다리시면 찾아올게요^^" - "혹시 바쁘시지 않으시다면 NFR 업데이트 좀 해주시겠어요?" - 기타 등등. 사소한 것처럼 보일 수도 있지만, 처음에 인사말을 하기 전에 질문을 하는 것도 **병렬 상호작용**을 가능하게 합니다. 상대방이 자리를 비우고, 당신이 상대방이 돌아오기 전에 떠나더라도, 상대방은 "안녕하세요"라고 물으며 자신들이 뭘 놓쳤는지 궁금해하는 대신, 여러분의 질문에 대답할 수 있습니다. 제대로 하면 모두가 행복합니다! 🎉
kr: "안녕하세요"하고 바로 질문하는 것이 너무 무례하다고 느껴진다면, 메시지의 시작을 원하는 만큼의 인사로 할 수 있습니다. 예를 들어: - "요즘 어떻게 지내요? 그리고 예전에 말했던 일은 언제까지 해야 되는지 아시나요?" - "안녕하세요! 잘 지내시죠? 최신 정보가 올라오면 알려주세요 :)" - "안녕하세요, 바쁘지 않다면 NFR을 업데이트 해주시겠어요?" - 등등. 사소해 보일 수 있지만, 첫 번째 인사를 받기 전에 질문하는 것은 상대방이 질문을 다시 기다릴 필요가 없습니다. 상대방은 자리에 있지만 당신은 자리에 없는 상태일지라도, 상대방은 여전히 당신의 질문에 대답할 수 있습니다, 그저 "안녕"을 쳐다보며 무슨 일인지 궁금해 할 필요가 없습니다. 잘하면 - 모두 행복합니다! 🎉
nb_no: Hvis du føler det er litt brutalt å bare si "Hei" og stille spørsmålet, **kan du fortsatt starte meldingen din med så mange høflighetsfraser som du ønsker.** For eksempel: - "Hei kompis, hva skjer? Forresten, vet du når den tingen skal være ferdig?" - "Hei der! Håper du har det bra. Jeg er på utkikk etter den nyeste versjonen av presentasjonen. Gi et pip når det er klart!"- "hei. om du ikke er kjempeopptatt, kan du oppdatere kravspeken?" - osv. Det kan virke triviellt, men å stille stille spørsmålet ditt før du får respons tilbake gir også muligheten for **asynkron kommunikasjon**. Hvis den andre parten er borte, og du drar før hen kommer tilbake, kan vedkommende fortsatt svaret på spørsmålet ditt, i stedet for å stirre på en "Hei" og lure på hva de gikk glipp av. Gjør det riktig, slik blir alle fornøyde! 🎉
nl: Als het een beetje kortaf voelt om "Hoi" te zeggen en dan je vraag te stellen, **kun je nog steeds zoveel beleefdheden toevoegen aan je bericht als je maar wilt.** Bijvoorbeeld: - "hey man, hoe gaat het? heb je enig idee wanneer dat ding klaar moet zijn?" - "Hey daar! Hoop dat het goed gaat. Ik ben op zoek naar het nieuwste deck, als je even tijd hebt :)" - "hey, als je niet te druk bent, kan je helpen met het vernieuwen van de NFR's?" - etc. Het lijkt misschien niet van belang, maar het stellen van je vraag voor het ontvangen van een "hoi" terug, maakt ook **asynchrone communicatie** mogelijk. Als de persoon waarmee je praat er niet is en jij gaat weg voordat ze terugkomen, kunnen ze nog steeds je vraag beantwoorden, in plaats van alleen naar je begroeting te staren en zich afvragen wat ze hebben gemist. Als je het goed doet is iedereen blij! 🎉
pl: Jeśli uważasz, że to trochę zbyt brutalne, aby po prostu powiedzieć "Cześć" i zadać pytanie, **możesz poprzedzić swoją wiadomość taką ilością uprzejmości, jaką uznasz za stosowną**. Na przykład: - "Hej, stary, jak leci? Wiadomo już, kiedy to będzie?" - "Cześć! Mam nadzieję, że u Ciebie wszystko w porządku. Jestem po najnowszym pokładzie, jak będziesz miał chwilę :)" - "Hej, jeśli nie jesteś zajęty, mógłbyś zaktualizować te NFR?" - itp. Może się to wydawać banalne, ale zadanie pytania przed otrzymaniem odpowiedzi na pozdrowienie pozwala także na **komunikację asynchroniczną**. Jeśli rozmówca jest poza domem, a Ty wyjdziesz, zanim wróci, będzie mógł odpowiedzieć na Twoje pytanie, a nie tylko gapić się na "Cześć" i zastanawiać się, co przeoczył. Gdy robi się to dobrze - wszyscy są zadowoleni! 🎉
pt: Se sentes que é demasiado brusco dizer apenas "Olá" e fazeres logo a pergunta, **podes começar a mensagem com as cortesias que achares melhor.** Por exemplo: - "Olá meu, tudo bem? tens ideia de quando temos de entregar aquela projeto?" - "Olá! Espero que estejas bem. Quando tiveres um bocadinho, precisava que me enviasses aquele ficheiro :)" - "Oi, se não estiveres muito ocupado, podes atualizar aqueles relatórios?" - etc. Isto pode parecer básico, mas fazer a pergunta antes dos cumprimentos iniciais também permite uma **comunicação assíncrona**. Se a outra pessoa estiver ausente, e tu saíres antes dela voltar, ela vai conseguir responder à tua pergunta, em vez de ter simplesmente um "Olá" e ficar a pensar em qual seria o assunto. Quando enviamos mensagens da maneira certa, todos ficamos mais felizes! 🎉
pt_br: Se você achar que é indelicado simplesmente dizer "oi" e fazer a pergunta, **você pode começar sua mensagem com quantas cortesias achar melhor.** Por exemplo: - "opa mano, tudo jóia? você tem ideia de qual o prazo daquela coisa?" - "Olá, tudo bem? Espero que tudo ótimo. Quando tiver um minutinho, eu estava precisando daquele último baralho :)" - "oi, quando você puder, você pode atualizar aquelas NFRs?" - etc. Pode parecer banal, mas fazer sua pergunta antes de ser cumprimentado de volta também possibilita uma **comunicação assíncrona**. Se a outra pessoa estiver ausente e você sair antes que ela volte, ela ainda poderá responder à sua pergunta, em vez de se deparar com um "Olá" e imaginar o que ela perdeu. Quando feito corretamente, todo mundo fica feliz! 🎉
sv: Om du känner att det är lite otrevligt att plötsligt skriva "Hej" och sen fråga din fråga, men **du kan fortfarande klämma in hur mycket trevlighetsfraser du vill.** Till exempel: - "tjenare mannen, hur mås det? juste, vet du när den där grejen skulle vara klar?" - "Tjenixen! Hoppas du mår bra. Är lite efter i uppgiften, säg till när du har tid :)" - "hej, om du inte är upptagen så skulle det va super om du kunde uppdatera din NFR?" - osv. Det kanske låter skumt, men att fråga din fråga redan innan du fått ditt första svar gör det möjligt att få snabbare svar. Om den andra personen är borta, och du drar inna hen är tillbaks, så kan de fortfarande svara på din fråga, istället för att glo på ett "Hej" och undra vad de missade. Görs det på rätt sätt så blir alla glada! 🎉
tr: Sadece "Merhaba" deyip soruyu sormanın biraz kaba olduğunu düşünüyorsanız, **yine de mesajınıza uygun gördüğünüz kibarlıkla giriş yapabilirsiniz.** Örnek olarak: - "Selam dostum, naber? O şeyin ne zaman geleceği hakkında bir fikrin var mı?" - "Merhaba! Umarım iyisindir. Sunumun son sayfasındayım, vaktin olduğunda görüşelim :)" - "selam, meşgul değilsen şu NFR'leri güncelleyebilir misin?" - v.b. Önemsiz görünebilir, ancak karşıdan gelen selam mesajını almadan önce sorunuzu sormak aynı zamanda **eşzamansız iletişime** de olanak tanır. Karşı taraf uzaktaysa ve onlar geri gelmeden konuşmadan ayrılırsanız, sadece bir "Merhaba"ya bakıp neyi kaçırdıklarını merak etmek yerine sorunuzu yanıtlayabilirler. Doğru şekilde yapıldığında - herkes mutlu olur! 🎉
uk: Если вы считаете, что просто сказать "Привет" и задать вопрос - это немного грубовато, **вы все равно можете предварить свое сообщение таким количеством любезностей, какое сочтете нужным.**. Например: - "Привет, как дела? Не подскажешь, к какому сроку это надо будет сделать?". - "Привет! Надеюсь, у тебя все хорошо. Мне нужно обсудить следующий релиз, когда у тебя будет минутка :)". - "Хай, если не занят, не мог бы ты обновить инструкцию по деплою?". - и т.д. Кажется банальным, но описание своего вопроса до получения отклика от собеседника, делает возможным **асинхронное общение**. Если собеседник в отъезде, и вы уходите до его возвращения, он все равно сможет ответить на ваш вопрос, вместо того, чтобы просто смотреть на "Привет" и гадать, что вы хотели. Когда общение идет правильно - всем хорошо! 🎉
zh_cn: 如果你觉得很直接地说 “嗨” 并问一个问题有些唐突，可以适当地在你的消息前面加上一些寒暄。 例如： - “嗨老铁，你咋样了？还有你知道那个事儿什么时候截止吗？” - “还可以，咱们可以抽空聊聊。: )” - “行，如果你不忙，能帮忙更新一下 NFR 吗？” - 等等 这也许看起来很繁琐，但在你得到开头的寒暄的回复之前问你关心的问题，也能够做到 **延时沟通**。如果对方不在，而你在他们回来之前就离开了，他们仍然可以回答你的问题，而不只是盯着“在吗？”感到不知所措。 当你做到了这些，大家都会开心！🎉
zh_tw: 如果你覺得很直接說 “嗨” 並問一個問題有些唐突，可以適當地在你的消息前面加上一些問候。 像是： - “嗨 兄弟，最近還好嗎？還有你知道那件事什麼時候截止嗎？” - “還可以，我們可以抽空聊聊。: )” - “好的，如果你不忙，能幫忙更新一下 NFR 嗎？” - 等等 這也許看起來很繁瑣，但在你得到開頭寒暄的回復之前問你關心的問題，也能夠做到 **非同步溝通**。如果對方不在，而你在他們回來之前就離開了，他們仍然可以回答你的問題，而不只是盯著“在嗎？”感到不知所措。 當你做到了這些，大家都會開心！ 🎉

# example.good.message1.timestamp
source: 2:15 PM
ar: 2:15 م
ko: 오후 2:15
kr: 오후 2:15
zh_cn: 2:15 下午
zh_tw: 2:15 下午

# example.good.message1.body
source: Hi Tim, I found the first part of our next quarter plan, where is the second part?
ar: هلا! في أي وقت كان هذا الشيء؟
cs: Ahoj! Kdy že byla ta věc?
he: היי! מתי זה קורה?
hu: Halihó! Mikor lesz az az izé?
id: Hai! Jam berapa itu nih acaranya kira - kira?
ja: やほ～！あれは何時だったっけ？
ko: 안녕하세요! 몇 시예요?
kr: 안녕하세요! 회의가 언제죠?
nb_no: Heisann! Når var den tingen?
nl: Heyy! Hoe laat was dat ding?
pl: Cześć! O której godzinie to było?
pt: Oi! A que horas é aquela reunião?
pt_br: Oie! Que horas era aquele negócio mesmo?
sv: God eftermiddag! Vilken tid var den där grejen imorgon?
tr: Merhaba! O şey ne zamandı?
uk: Приветы! Во сколько там это будет?
zh_cn: 您好，我想问一下那件事在什么时候来的？
zh_tw: 嗨！那是什麼時候的事情？

# example.good.reply1.timestamp
source: 2:15 PM
ar: 2:15 م
ko: 오후 2:15
kr: 오후 2:15
zh_cn: 2:15 下午
zh_tw: 2:15 下午

# example.good.reply1.body
source: hey, Linda is working on it, you will see the update tomorrow!
ar: أهلين، 3:30
cs: čau, 15:30
he: היי, 15:30
hu: hi, fél 4
id: halo, jam 3:30 yaa
ja: お疲れ。3時半だよ
ko: 오후 3:30 에요
kr: 안녕하세요, 3시 30분입니다
nb_no: halla, 15:30
nl: hoi, 3:30
pl: hej, 15:30
pt: olá, 15:30
pt_br: opa, 14:30
sv: Hej, 15:30
tr: merhaba, 15:30
uk: привет, в 15:30
zh_cn: 您好，在 3 点 30 分。
zh_tw: 哦，在 3 點 30 分。

# example.good.message2.timestamp
source: 2:15 PM
ar: 2:15 م
ko: 오후 2:15
kr: 오후 2:15
zh_cn: 2:15 下午
zh_tw: 2:15 下午

# example.good.message2.body
source: Good to know, thanks!
ar: شكراً - نشوفك بعدين!
cs: Super - uvidíme se tam!
he: אחלה - נתראה!
hu: Köszi, ott tali!
id: Terima kasih, sampai ketemu di sana, ya!
ja: ありがと、じゃあその時にね！
ko: 그때 봐요!
kr: 감사합니다! 그때 봐요!
nb_no: Takker - da sees vi!
nl: Dankjewel, ik zie je dan!
pl: Ta - do zobaczenia!
pt: thanks, até já
pt_br: Ok, te vejo lá!
sv: Tackar - ses!
tr: Tşk - görüşmek üzere!
uk: Пасиб! Увидимся там!
zh_cn: 回见！
zh_tw: 回頭見！

# example.good.reply2.timestamp
source: 2:16 PM
ar: 2:16 م
ko: 오후 2:16
kr: 오후 2:16
zh_cn: 2:16 下午
zh_tw: 2:16 下午

# example.good.reply2.body
source: 👌 np
ar: حاضرين 👌
cs: 👌 nz
he: 👌 סגור
hu: 👌 nm
id: 👌 Sama-sama
ja: 👌気にしないで
ko: 👌 좋아요
kr: 👌 문제 없습니다
nb_no: 👌 null stress, joggedress
nl: 👌 geen probleem
pl: 👌 nie ma problemu
pt_br: 👍 valeu
sv: 👌 nemas
tr: 👌 öd
uk: 👌 ок
zh_cn: 👌 没问题
zh_tw: 👌 沒問題

# footer.note
source: This is kinda only half serious (kinda 👀) so please don't get [mad](https://www.youtube.com/watch?v=xzpndHtdl9A) at the person who sent you here.
ar: هذا نوعًا ما فقط نصف جاد (كيندا 👀) لذا من فضلك لا تغضب (https://www.youtube.com/watch؟v=xzpndHtdl9A) من الشخص الذي أرسلك إلى هنا.
cs: Toto je jenom z části seriozní (z části 👀) takže se prosím [nenaštvěte](https://www.youtube.com/watch?v=xzpndHtdl9A) na člověka který vám tohle poslal.
he: זה חצי בצחוק (סוג של 👀) אז אין מה [להתעצבן](https://www.youtube.com/watch?v=xzpndHtdl9A) על מי ששלח או שלחה אותך לכאן.
hu: Ez csak félig komoly (félig 👀), szóval légyszi ne legyél [dühös](https://www.youtube.com/watch?v=xzpndHtdl9A) arra, aki ide küldött.
id: Pesan masyarakat ini hanya setengah bercanda, kok (kayaknya, sih 👀) jadi jangan [marah](https://www.youtube.com/watch?v=xzpndHtdl9A), ya, pada orang yang mengantar kamu ke halaman ini.
ja: これは半分冗談（ちょっと見るだけ👀程度）なので、ここを紹介した人に[腹を立てないでください](https://www.youtube.com/watch?v=xzpndHtdl9A)。
ko: 이건 그렇게까지 심각한 문제는 아니니까 (👀) [여기](https://www.youtube.com/watch?v=xzpndHtdl9A)에서 보내신 분한테 화내지 마세요.
kr: 약간 조금 진지하게 말합니다 (정말로 👀) 당신을 여기로 보낸 사람에게 화를 내지 마세요.
nb_no: Dette er bare halvseriøst (kanskje 👀) så vær så snill og ikke bli [sint](https://www.youtube.com/watch?v=xzpndHtdl9A) på personen som sendte deg hit.
nl: Dit is maar een beetje serieus (soort van 👀) dus word alsjeblieft niet [boos](https://www.youtube.com/watch?v=xzpndHtdl9A) op degene die dit stuurde.
pl: To jest tak jakby tylko pół serio (tak jakby 👀), więc proszę nie [wściekaj się](https://www.youtube.com/watch?v=xzpndHtdl9A) na osobę, która Cię tu wysłała.
pt: Isto não é 100% a sério (mais ou menos 👀) mas não fiques [chateado](https://www.youtube.com/watch?v=xzpndHtdl9A) com quem te enviou isto.
pt_br: Isso não é totalmente sério (meio que é 👀), então por favor não fique [bravo(a)](https://www.youtube.com/watch?v=xzpndHtdl9A) com a pessoa que te enviou isso.
sv: Detta är bara halft seriöst (kanske 👀) så snälla bli inte [arg](https://youtu.be/bkGJ7BvAVDs?t=11) på personen som skicka hit dig.
tr: Bu biraz ciddi (biraz 👀) bu yüzden lütfen sizi buraya gönderen kişiye [kızmayın](https://www.youtube.com/watch?v=xzpndHtdl9A)
uk: Это шутливые рекомендации (но в каждой шутке… 👀), поэтому, пожалуйста, [не злитесь](https://www.youtube.com/watch?v=xzpndHtdl9A) на того, кто послал вас сюда.
zh_cn: 这些都是说笑（一定程度上👀），所以请不要对送你来看这个网站的人[生气](https://www.youtube.com/watch?v=xzpndHtdl9A)。
zh_tw: 這不是什麼嚴重的事情（某種程度上👀），所以請不要對送你來看這個網站的人[生氣](https://www.youtube.com/watch?v=xzpndHtdl9A)

# footer.warning
source: That said, if you see this sites URL as someone's status/bio, be prepared to be ignored if you plan to ask "Searchable question"
ar: إذا رأيت عنوان هذا الموقع في السيرة الذاتية أو الملف التعريفي لأحدهم وأرسلت له " مرحباً " فقط فكن مستعداً لأن يتجاهلك!
cs: Ale když uvidíte tuto stránku jako něčí status nebo bio, buďte připraveni že pokud pouze řeknete "Ahoj!", budete ignorováni.
he: עם זאת, אם ראית את את הכתובת של האתר הזה בסטטוס/ביו של מישהו, כנראה שיתעלמו מפנייה גנרית מצדך כמו „שלום!”
hu: Szóval ha ezt az URL-t látod valaki profilján, készülj rá, hogy nem válaszol neked, ha csak köszönsz!
id: Jadi, kalau kamu melihat URL situs ini sebagai status/bio seseorang, bersiaplah untuk diabaikan jika kamu hanya _chat_ "Halo!" pada orang itu
ja: とはいえ、このページのURLを誰かのプロフィールやステータス欄で見かけたら、その人に「こんにちは！」とだけ送ると無視される覚悟をしておきましょう。
ko: 그렇긴 하지만, 만약 누군가가 이 사이트 URL을 상태메세지에 둔다면, 여러분이 "안녕하세요!"라고만 말했을 땐 무시당할 준비를 하세요!"
kr: 그러나, 이 사이트의 URL을 누군가의 상태/자기소개에서 보게 된다면, "안녕하세요!"만 말하면 무시될 준비를 해야 합니다.
nb_no: Det sagt - vær forberedt på å bli ignorert om du bare sier "Hallo!" til hvis du ser denne nettsiden i deres status/bio.
nl: Dat gezegd te hebben, als je iemand ziet met deze site's URL in z'n status/bio, wees bereid om genegeerd te worden als je alleen "Hallo!" zegt.
pl: To powiedziawszy, jeśli zobaczysz adres URL tej strony jako czyjś status/bio, przygotuj się na to, że zostaniesz zignorowany, jeśli powiesz tylko "Cześć!".
pt: Dito isto, se viste o link deste site no status ou na bio de alguém, prepara-te para ser ignorado(a) se apenas enviares uma mensagem a dizer "Olá!"
pt_br: Dito isso, se você vir a URL desse site na bio/status de alguém, se prepare para ser ignorado(a) se você só mandar um "Olá"!
sv: Med det sagt, om du ser denna läk i någons status/bio, va beredd på att bli ignorerad när du skriver "Hej!"
tr: Bu arada, bu sitelerin URL'sini birinin durumu/biyografisi olarak görürseniz, yalnızca "Merhaba!" derseniz yok sayılmaya hazır olun.
uk: Так же, если вы увидите URL этого сайта в чьем-то статусе/био, будьте готовы к тому, что вас проигнорируют, если вы скажете только "Привет!".
zh_cn: 虽然这么说，但是如果你看到某个人的状态 / 简介里包含这个网站的地址，然后你仅对他说：“在吗” 或者 “你好”，就请做好被无视的心理准备。
zh_tw: 也就是說，如果你看到某個人的狀態 / 簡介中包含這個網站的地址，那麼你如果僅僅對他說：“在嗎” 或者 “嗨”，就請做好被無視的心理準備。
